---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ToggleViewFailures
source: html/1c002a59-df36-cac1-bc76-6277c0a41b59.htm
---
# BuiltInFailures.ToggleViewFailures Properties

The stored orientation will be lost.